Revit 2027 API
IContextMenuCreator Methods
The IContextMenuCreator type exposes the following members.
Methods
Name | Description
BuildContextMenu |  Build a Context Menu.
Top
See Also
Reference
IContextMenuCreator Interface
Autodesk.Revit.UI Namespace